var local_database = [
    {
        date: "Sep 18 2016",
        title: "红心猕猴桃成熟时",
        imgSrc: "/images/post/crab.png",
        avatar: "/images/avatar/1.png",
        content: "红心猕猴桃，是一种可食用与药用为一体的水果，每百克鲜果肉含维生素C100-420毫克，比柑橘高5-10倍，比柠檬高11-13倍，比苹果高20-80倍。",
        reading: "112",
        collection: "96",
        headImgSrc: "/images/post/crab.png",
        author: "林白衣",
        dateTime: "24小时前",
        detail: "红心猕猴桃，是一种可食用与药用为一体的水果，每百克鲜果肉含维生素C100-420毫克，比柑橘高5-10倍，比柠檬高11-13倍，比苹果高20-80倍。红心猕猴桃果肉细嫩、香气浓郁、口感香甜清爽、酸度极低，营养丰富，看之饱眼福、食之饱口福。富含维生素C及P、K、Ca、Mg、Fe、Cu等多种矿物质和18种氨基酸，特别是微量元素中的含钙量为果中之首，被誉为“人间仙果”、被称为“果中之王”、“维C之王”，特别是微量元素中的含钙量较高，果实中的钙可直接被人体吸收，是中老年人良好的补钙剂，营养价值丰富。红心猕猴桃是新品种，属中华猕猴桃中的红肉猕猴桃变种，是特早熟红心品种，其子代遗传性状稳定，抗逆性强，果实较大，风味浓甜可口，较耐贮藏",
        postId: 0,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38",
            title: "夜夜夜夜-齐秦",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000"
        }
    },
    {
        title: "套袋的必要性",
        content: "苍溪红心猕猴桃没有蜡质层，果面易附着尘埃，成龄树由于有较多叶片在上层遮盖，受到的影响相对较小，尤其是刚进入结果期的幼树枝叶较少，受尘埃的污染较重，更易受到日灼伤",
        imgSrc: "/images/post/bl.png",
        reading: 62,
        detail: "1、苍溪红心猕猴桃没有蜡质层，果面易附着尘埃，成龄树由于有较多叶片在上层遮盖，受到的影响相对较小，尤其是刚进入结果期的幼树枝叶较少，受尘埃的污染较重，更易受到日灼伤。2、经历了4—5个月的生长期后，采收时果实表面常变为深灰色或棕灰色，影响正常销售。 3、不套袋影响外观形象，果实的销售食用。",
        collection: 92,
        dateTime: "24小时前",
        headImgSrc: "/images/post/bl.png",
        author: "白云",
        date: "Nov 20 2016",
        avatar: "/images/avatar/1.png",
        postId: 1,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38",
            title: "鬼迷心窍-李宗盛",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000"
        }
    },
    {
        //按住alt + shift + F 可以格式化代码样式
        title: "猕猴桃套袋的主要优点",
        content: "套袋后改善果实的外观形象，果面干净变绿。2、减少尘埃及农药对果面的污染及果实病虫害发生。",
        detail: "1、套袋后改善果实的外观形象，果面干净变绿。2、减少尘埃及农药对果面的污染及果实病虫害发生。3、防治日灼。4、又能提高果实的商品性和经济效益。 5、降低贮藏中软化果和腐败果降低。6、减少机械伤和虫害对猕猴桃的影响。",
        imgSrc: "/images/post/sls.jpg",
        headImgSrc: "/images/post/sls.jpg",
        reading: 62,
        collection: 92,
        author: "白云",
        date: "Nov 12 2016",
        dateTime: "三天前",
        avatar: "/images/avatar/3.png",
        postId: 2,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38",
            title: "女儿情-万晓利",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000"
        }
    },
    {
        title: "袋子的选择",
        content: "猕猴桃套袋要求的果袋为透气性好、吸水性小、抗张力强、纸质柔软的黄单层木浆纸袋，果袋底部留两透气孔，规格165mm×115mm。以单层褐色木浆纸袋为好",
        imgSrc: "/images/post/xiaolong.jpg",
        reading: 102,
        detail: "1、猕猴桃套袋要求的果袋为透气性好、吸水性小、抗张力强、纸质柔软的黄单层木浆纸袋，果袋底部留两透气孔，规格165mm×115mm。以单层褐色木浆纸袋为好，其它颜色的纸袋采收时果实颜色不佳。2、纸袋长约16cm，宽约11cm，上端侧面粘合处有5cm长的细铁丝，果袋两角分别纵向剪2个1cm长的通气缝。",
        collection: 92,
        dateTime: "24小时前",
        headImgSrc: "/images/post/xiaolong.jpg",
        author: "猫是猫的猫",
        date: "Nov 20 2016",
        avatar: "/images/avatar/5.png",
        postId: 3,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100002mWVx72p8Ugp.m4a?fromtag=38",
            title: "恋恋风尘-老狼",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001VaXQX1Z1Imq.jpg?max_age=2592000",
        }
    },
    {
        title: "套袋技术及要求",
        content: "套袋前管理/套袋时间/套袋的方法/套袋后的管理",
        imgSrc: "/images/post/vr.png",
        reading: 102,
        detail: "1、套袋前管理。疏去畸形果、扁平果、小果、病虫害果等，保留果梗粗壮，发育良好的幼果，成龄园每平方米架面留果40个左右，幼果选定后， 小心除去附着在幼果上的杂物。套袋前需喷一次杀菌剂，也可配合杀虫剂一起使用，比如安全性较高的苯甲或者复配的阿米妙收等。不要选用乳剂，易造成果面留斑，药液干后即可套袋。红心猕猴桃套袋技术全解--史上最全（红阳猕猴桃浸果后15天后就可以开始套袋了）2、套袋时间猕猴桃套袋宜在落花后30天左右开始进行，或者在寖果后10天左右，结合蒲江县的物候特点，一般早熟品种红阳从五月初开始至六月初左右结束；晚熟品种金桃、金艳等从五月中旬至六月中旬，用10-15天时间套完。套袋过早，容易伤及果柄果皮，不利于幼果发育；套袋过晚，果面粗糙，影响套袋效果，果柄木质化不便于操作。套袋应在早晨露水干后，或药液干后进行，晴天一般上午9∶00-11∶30和下午4∶00-6∶30为宜，雨后也不宜立即套袋。套袋过早，容易伤及果柄果皮，不利于幼果发育；套袋过晚， 果面粗糙，影响套袋效果，果柄木质化不便于操作。红心猕猴桃套袋技术全解--史上最全 红心猕猴桃套袋技术全解--史上最全（未及时套袋造成的猕猴桃日灼伤）3、套袋的方法套袋前一天，将要用的纸袋口在水中蘸湿1寸，使纸袋不干燥，套时好打折皱。右手伸进果袋，握拳将果袋撑开，左手轻拍袋底，使果袋鼓起，透气孔完全打开，再将袋子从上到下、或从下到上，把果实置于袋子中间，用袋子背面夹缝，夹住果柄，再将袋口两侧向中间折合，先左后右，再将袋口边层粘好的铁丝折弯扣封袋口。具体操作步骤如下：①左手托住纸袋，右手撑开袋口，使袋体鼓胀，并使袋底两角的通气放水孔张开；②袋口向上，双手执袋口下2-3cm处，将幼果套入袋内，使果柄卡在袋口中间开口的基部；③将袋口左右分别向中间横向折叠，叠在一起后，将袋口扎丝弯成“V”形夹住袋口，完成套袋。套时注意用力要轻重适宜，方向始终要始终向上，避免将扎丝缠在果柄上，要扎紧袋口。这样操作的目的在于使幼果处于袋体中央，并在袋内悬空，防止袋体摩擦果面和避免雨水漏入、病菌入侵和果袋被风吹落。 红心猕猴桃套袋技术全解--史上最全红心猕猴桃套袋技术全解--史上最全（未及时套袋造成的猕猴桃日灼伤）4、套袋后的管理1、经常查袋。定期检查套袋果生长情况，对果实生长及病虫害情况进行调查记载，并及时采取相应对策，发现破碎袋及时更换。 2、及时灌水。天气长期干旱，果袋内温度过高，易产生果实日灼，要均衡、及时灌水。保持土壤湿度在70%左右最佳。雨季注意排涝，防止沤根。红心猕猴桃套袋技术全解--史上最全3、适期施肥。6月上中旬追施“壮果肥”，株施氮磷钾复合肥1-1.5kg；7月中下旬果实膨大着色期适量追施磷钾肥，株施全素猕猴桃有机复合肥1.5kg，或硫酸钾复合肥1kg。结合喷药，隔15-20天叶面喷施钙肥、氨基酸螯合肥、磷酸二氢钾、沼液等叶肥。4、及时开展病虫防治。套袋后主要以保叶为主，适当减少喷药次数。7-9月份主要防治红蜘蛛、蚧壳虫、褐斑病等病虫危害，杀菌杀虫剂选用菌立灭、农抗120、扫螨净、绿色功夫等，交替使用。从9月中旬开始防治溃疡病，药剂选用10％速补500倍液、博医1200倍等，采果前15天喷一次，采果后和冬剪结束各喷一次。 红心猕猴桃套袋技术全解--史上最全5、采收前7天去掉果袋，提高果面着色度。如遇阴雨天气，可推迟去袋，推迟采收，避免雨水造成果面污染。(这段和蒲江的实际操作完全不同，蒲江这里是带果袋一同采摘，过秤的时候在摘下果袋，避免了运输途中的机械伤）红心猕猴桃套袋技术全解--史上最全",
        collection: 26,
        dateTime: "24小时前",
        headImgSrc: "/images/post/vr.png",
        author: "深白色",
        date: "Nov 20 2016",
        avatar: "../../../images/avatar/3.png",
        postId: 4,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100000Zn0vS4fKKo8.m4a?fromtag=38",
            title: "沉默是金-张国荣",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000003at0mJ2YrR2H.jpg?max_age=2592000"
        }
    },
    {
        title: "去袋后管理/注意事项/猕猴桃套袋缺点",
        content: "去袋时间一般在采收前10—15天内进行为宜，去袋时对西南阳光直射的果实，应尽量选择阴凉天进行，避免日灼，去袋后，果园全面喷一次杀菌剂。(这段和蒲江的实际操作完全不同，蒲江这里是带果袋一同采摘，过秤的时候在摘下果袋，避免了运输途中的机械伤）",
        imgSrc: "/images/iqiyi.png",
        reading: 96,
        detail: "注意事项1、套袋时注意让果袋鼓起，使幼果在果袋中央部位呈悬空状态，以减少日灼的几率，将袋口收拢后用细铁丝固定在果柄上。2、注意用铁丝固定果袋时既不可过松，以免果袋以后脱落，也要防止捆扎过紧勒伤果柄。3、一般应从树冠内膛向外套，这样不会碰掉套好的袋子。4、对畸形果，扁果、有棱线果不套袋。5、套袋时轻拿轻扎，不要把铁丝扎到果柄上。6、采收时可提前2—3天先将袋子下部撕开口，让果实经历外界晴朗干燥的环境，让阳光杀死果面可能的霉菌也可天气晴好后直接去袋采收，但不可在果袋，果面潮湿时采收，避免霉菌的侵染。7、长期贮藏的果实不宜套袋。猕猴桃套袋缺点 贮藏中果实的硬度下降略快，套袋后风味淡是普遍存在的问题，一般来说，糖度比未套袋果低1度。这需要通过加强七月份的水肥管理，增施高钾型复合肥，同时叶面喷施双藻糖甙类的微生物海藻肥，促进果实糖分累计。",
        collection: 26,
        dateTime: "21小时前",
        headImgSrc: "/images/iqiyi.png",
        author: "深白色",
        date: "Nov 20 2016",
        avatar: "../../../images/avatar/5.png",
        postId: 5,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38",
            title: "朋友-谭咏麟",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000"
        }
    },
]

module.exports = {
    postList: local_database
}